{
  "id": "far-cry-6",
  "img_path": "far-cry-6.jpeg",
  "title": "Far Cry 6",
  "subtitle": "Le énième open world baclé by Ubisoft",
  "rating": 39,
  "hltb_main": "22½",
  "hltb_extra": "36",
  "synopsis": "Vous incarnez Dani Rojas, un membre de la guérilla locale qui lutte contre le régime oppressif du dictateur du pays, Anton Castillo, qui prépare son fils à prendre sa suite. Pour vous aider dans votre combat, vous pouvez compter sur vos alliés les Amigos et fabriquer vos propres armes et véhicules.",
  "summary": "On a tendance à croire un peu trop souvent que triple A rime avec qualité et qu'un jeu avec ce sigle tout puissant ne peut pas être raté. Ubisoft nous prouve le contraire une fois de plus avec cet opus, au mieux, pas fini, au pire totalement raté. C'est la première fois que je liste autant de défauts sur un jeu mais ce qui va vous freiner c'est les bugs omniprésents, l'absence totale de logique en combat, certains jeux d'acteurs (et des commédiens de doublages français) et les lacunes graphiques du titre.",
  "positive_main": "Certains mettrons en avant le casting avec monsieur Pollos Hermanos mais je veux absolument souligner et encourager la Direction Artistique que l'on retrouve dans la cinématique d'intro, qui au passage, est exceptionnelle (bien mieux que beaucoup de séries Netflix) mais que l'on retrouve également dans certains visuels mélangeant exotisme et gaz rouge. Malheureusement en jeu c'est une autre histoire ...",
  "positive_list": [
    "Le jeu propose beaucoup d'options d'accessibilité, ça devrait être un standard mais cela reste assez rare même aujourd'hui donc je le souligne.",
    "Sur PS5, Ubisoft nous fait part d'une bonne utilisation des gâchettes adaptatives. Je ne m'y attendait pas de la part de l'usine à triple A baclés qu'est Ubisoft mais chapeau bas.",
    "Je l'ai déjà dit dans le gros + mais l'intro est vraiment incroyable. Même si vous ne jouerai jamais au jeu, allez la regarder sur Youtube dés que possible.",
    "Vous ai-je parlé de l'intro ? Oui ? Alors parlons de la musique de l'intro. C'est elle qui lui donne tout son charme mais ce n'est pas la seule musique notable du jeu. Le titre dispose d'une OST qui sait surprendre. (Cela surprend car c'est très rare, mais quand ça arrive ça fait du bien ; je pense notamment à la musique de la dernière mission du jeu qui est géniale)",
    "Je l'ai évoqué dans le gros + lui aussi mais l'antagoniste principale est sympa du fait de la performance de Giancarlo Esposito mais il dispose d'assez peu de temps à l'écran à mon goût. Cela aurait pu être pardonné si les autres personnages étaient tout aussi agréables à suivre mais ce n'est pas forcément le cas."
  ],
  "negative_main": "Là j'ai dû faire un choix pour ne choisir qu'un gros -. Mais je dirait que c'est les combats. Première heure de jeu, je prend un fusil de sniper, je tire une balle dans la tête d'un enemis et celui-ci perd un huitième de ses points de vie. M'a-t-on donné un Nerf ? J'ai dû passé en mode façile pour pouvoir avoir un feeling normal de FPS et encore, je suis loin d'être satisfaite. L'excuse du \"les enemis sont plus tanky dans la zone rouge que dans le zone jaune\" ça marche quand c'est pas des animaux (je vous vois les lions de AC Origins) ou des humains. Mais qu'il vienne de Paris ou qu'il soit Brésilien, dans la vraie vie, un tir dans la tête, ça tue ... Pourquoi doit-on le rappeler ?",
  "negative_list": [
    "La langue de la boîte n'est pas comprise dans le jeu de base, c'est un téléchargement a lancer dans les menus .... bien joué Ubisoft, encore un échec à ajouté à la liste. D'ailleurs c'est la même histoire sur tout leurs jeux récents.",
    "Moche visuellement, je m'attendais à un jeu next gen, j'ai eu un jeu PS4 visuellement parlant.",
    "Les IA sont ridicules, on assassine de manière extrêmement bruyante et aucun ennemis ne réagi, même a un mêtre et de profil, on peut d'ailleurs assassiner en regardant la personne en face ...",
    "Alors OK c'est une parodie / satire (?) de Cuba mais pourquoi il y a des dialogues en espagnol au milieu ? J'ai bien télécharger la version française du jeu non ?",
    "Pourquoi faire une interface si moche pour accepter les quêtes ? Vous aviez tout les modèles 3D, laissez les personnages où ils sont et animez-les correctement avec le décor. ",
    "Le gameplay en combat est extrêmement basique et pas super intéressant quand on à déjà fait un FPS dans sa vie.",
    "Si vous avez déjà joué à un jeu Ubisoft en openworld des 5 dernière années, l'île du tutoriel vous suffira a faire le tour du jeu ... Je me souviens avoir poussé un soupir en voyant la taille de la map qui allait suivre.",
    "Bella ciao c'était une musique sympa avant la Casa de papel, ça nous à fait plaisir de la ré-entendre dans sur Netflix mais après le monde a fait une overdose. Et 3 ans après la guerre Ubisoft se réveille pour nous la mettre dans son jeu ... Par ailleurs c'est une musique italienne, pourquoi la mettre ici ? Dans un pays hispanophone inspiré de Cuba ? ",
    "J'ai l'impression de jouer a Just Cause mais en moins marrant.",
    "Certaines missions sont infaisables avant d'avoir certaines armes que le jeu ne nous donne pas (c'est le cas d'une des missions du début du jeu ce qui est hautement ridicule et frustrant).",
    "Quand on a plus de munitions de lance roquette ou d'explosif, affronter un tank ou un hélicoptère bloque juste le joueur. Certes pour le coup c'est réaliste mais niveau gameplay ... Bah c'est zéro.",
    "Trop peu de point de TP permettant de récupérer un hélicoptère (seul véhicule un peu intéressant du jeu) donc on se retrouve à faire des kilomètres entiers en hélico juste pour un camp d'ennemis à l'autre bout de la map.",
    "Un plot twist décevant et une sensation d'inachevé a la fin du jeu."
  ],
  "notes": ["J'ai joué à la version PS5 sur PS5.", "J'ai joué au jeu deux mois aprés sa sortie."],
  "date_added": "16/12/2021",
  "developers": "Ubisoft Toronto",
  "platforms": [
    "Luna",
    "PC",
    "PlayStation 4",
    "PlayStation 5",
    "Stadia",
    "Xbox One",
    "Xbox Series"
  ]
}