{
  "id": "final-fantasy-7-remake",
  "img_path": "final-fantasy-7-remake.jpg",
  "title": "Final Fantasy VII Remake",
  "subtitle": "Un très beau jeu avec de gros défauts ...",
  "rating": 73,
  "hltb_main": "33½",
  "hltb_extra": "42",
  "synopsis": "Réinterprétation du célèbre RPG de 1997. Ce premier volet se déroulera intégralement dans la ville éclectique de Midgar, où un groupe de résistants nommé Avalanche se bat pour arrêter la Shinra, une compagnie exploitant l'énergie vitale de la planète.",
  "summary": "Final Fantasy VII Remake est un jeu de fin de vie de la PS4 et cela se sent. Très beau visuellement, il en met plein la vue avec son ambiance sombre et ses particles par milliers. Il a trouvé un excellent compromis entre le tour par tour de l'époque et le combat en temps réel des jeux récents mais reste fébriles sur quelques points.",
  "positive_main": "Le gampelay en combat est une pépite à mon goût. Le switch de perso en combat est fluide permettant une variation de gameplay très agréable, le système d'attaque est apprécié également. Le tour par tour remplacé par un effet slow motion le temps de la sélection des capacités est du meilleur effet vu que le jeu mise beaucoup sur ses particles. Bref, excellent compromis que Square Enix nous propose.",
  "positive_list": [
    "Des acteurs avec de bons timbre de voix en VF, c'est plaisant à écouter.",
    "Un système de combat en temps réel avec aspect de slow motion pour la sélection d'aptitude, bien pensé et agréable mélange du tour par tour \"stratégique\" et du combat en temps réel.",
    "Le switch de perso apprécié pour varier le gameplay.",
    "Part de scénario assez importante par rapport au gameplay néanmoins très bien rythmée et prenante.",
    "Dans l'ensemble le jeu est plutôt beau grâce à sa DA et aux particules omniprésentes qui en font tout le charme.",
    "Tentatives régulières de varier le gameplay pour ne pas lasser le joueur ... des fois bien maîtriser mais d'autres fois .... pas vraiment et ça donne envie de retourner au gameplay \"classique\".",
    "Le jeu récompense régulierement la patience du joueur.",
    "Les derniers chapitres sont d'une rare intensité en terme d'effets / décors / epicness / ambiance."
  ],
  "negative_main": "Si le gameplay en combat est excellent, le gameplay hors combat est réellement à revoir pour moi. On a l'impression de se traîner, il est difficile de faire faire ce que l'on veut à notre personnage et surtout tout est lent ! Les animations, les chargements, tout !",
  "negative_list": [
    "Des animations de personnages vraiment beaucoup trop expressives. Typique des jeux japonais mais c'est vite lourd et cela coûte cher à l'immersion et à la sévérité de la situation.",
    "Les textures et modèles sont très passables et mention spéciale à la porte de l'appartement de Cloud, je n'ai pas vu de texture aussi moche dans un jeu depuis des années !",
    "Cloud est trop lourd à la manette hors combat.",
    "Couplé aux animations, interactions et délai en tout genre que l'on croise partout on a vraiment l'impression de faire du sur place par moment c'est extrêmement agaçant. Cela donne envie de ne pas perdre 10min pour un collectable et de simplement avancer dans l'histoire.",
    "Interface qui date un peu d'après moi.",
    "Même pour un jeu PS4, les chargements sont un poil long pour la PS5.",
    "Des boss insensibles a toutes les attaques de certains personnages du groupe obligeant à ne taper qu'avec le support ... Pourquoi ?",
    "Une VF énormément surjouée : les gémissements et soupirs incessants sont vraiment très insupportables, je n'ai rien contre l'asmr mais ce n'est pas ce que je cherche en jouant à un jeu vidéo ...",
    "Un final grandiose mais avec très peu de sens dû au manque évident d'information cruciale que le jeu nous laisse ...",
    "Les rares fois ou personnage pose une question pertinente, la personne en face (qui a pourtant la réponse) répond d'un simple soupir sans aucune raison, j'ai passé 30h à finir un jeu que je n'ai pas compris parcequ'aucun personnage ne sais répondre à des questions ... Cela laisse la place à la partie 2 pour développer le scénario mais c'est pas suffisant pour apprécier celui de la première partie.",
    "Personnelement, je le savais avant de commencer le jeu mais ne pas préciser dans le nom qu'il s'agit seulement d'une première partie, je trouve cela pas terrible en terme de communication."
  ],
  "notes": [
    "J'ai joué au jeu dans sa version PS4 sur PS5. C'est donc la version classique du Remake sortie en Avril 2020 et non pas la version \"Intergrade\", elle ne bénéficie donc pas de l'amélioration visuelle PS5.",
    "\"Finale Fantasy VII Remake\" ne nécéssite pas d'avoir joué à la version originale de 1997."
  ],
  "date_added": "20/07/2021",
  "developers": "Square Enix",
  "platforms": ["PlayStation 4", "PlayStation 5"]
}