{
  "id": "life-is-strange-true-colors",
  "img_path": "life-is-strange-true-colors.jpg",
  "title": "Life is Strange: True Colors",
  "subtitle": "Une pépite de narration.",
  "rating": 85,
  "hltb_main": "10",
  "hltb_extra": "11½",
  "synopsis": "Longtemps, Alex Chen a réprimé sa « malédiction » : sa capacité surnaturelle à ressentir, absorber, et manipuler les émotions fortes des autres, qu'elle voit sous la forme d'auras colorées. Lorsque son frère meurt lors d'un prétendu accident, Alex doit accepter son pouvoir imprévisible pour découvrir la vérité, et révéler les sombres secrets d'une petite ville tranquille.",
  "summary": "Le studio se perfectionne dans leur style et s'essayent à plusieurs changements mineurs mais il leur faudra encore de temps pour attendre une formule qui collent réellement à leurs ambitions et à leur narrations incroyables. J'attend leur prochain jeu avec impatience !",
  "positive_main": "On sent que le studio veut faire bien plus que ce qu'il ne peut faire réellement. Le jeu transpire la passion des devs et ça fait plaisir. Cela se retranscrit par un gros passage en RPG pour quasiment tout un chapitre du jeu par exemple. Très apprécié encore une fois !",
  "positive_list": [
    "Le gameplay est très similaire à celui du dernier opus, c'est apprécié.",
    "Les personnages sont vraiment géniaux et bien travaillés.",
    "Des bons plots twist comme on aime dans un Life is Strange.",
    "Le jeu est plus ouvert d'esprit que d'autres (Deck Nine et Dontnod sont connus pour ça d'ailleurs).",
    "Les musiques sont vraiment sympas même si je m'attendais à mieux après celles des opus précédents.",
    "Gâchette adaptatives et vibrations un peu utilisées sur PS5."
  ],
  "negative_main": "Le jeu souffre du même point noir que ses opus précédents : les contrôles sont lourds et pas ultra agréables en main. Super narrtion ne doit pas vouloir dire gameplay précipité.",
  "negative_list": [
    "Il y a beaucoup trop de textes optionnels. Certes ça fait parti du jeu de s'intérésser au moindre détail mais c'est un peu trop à mon goût.",
    "Des graphismes très limites par moment pour la période dans laquelle le jeu est sorti.",
    "Des passages pas forcément utiles et un peu lourds (je pense au début du chapitre 5 qui selon moins était un peu de trop)."
  ],
  "notes": [
    "J'ai joué au jeu sur PS5"
  ],
  "date_added": "12/12/2021",
  "developers": "Dontnod Entertainment",
  "platforms": ["PC", "Nintendo Switch", "PlayStation 4", "PlayStation 5", "Stadia", "Xbox One", "Xbox Series"]
}