{
  "id": "assassins-creed-valhalla",
  "img_path": "assassins-creed-valhalla.jpg",
  "title": "Assassin's Creed Valhalla",
  "subtitle": "Le \"reskin\" décevant de Odyssey",
  "rating": 56,
  "hltb_main": "56½",
  "hltb_extra": "90",
  "synopsis": "Incarnez Eivor, Viking dont l'éducation a reposé sur le combat, et menez votre clan des terres désolées et glacées de Norvège à celles verdoyantes de l’Angleterre du IXe siècle. Fondez la colonie de votre peuple et partez à la conquête de territoires hostiles afin de gagner votre place au Valhalla.",
  "summary": "La promesse était incroyable mais ça a vite tourné au désastre. Le jeu bien que sorti sur les consoles \"next gen\", a les graphismes d'un jeu de début de vie de PS4 et un gameplay dépassé consistant à farm les collectables pour avoir un niveau suffisant pour continuer 5 minutes d'histoire avant de recommencer à farm. Je suis tout de même heureuse de voir Ubisoft essayer de changer la recette de cette license cependant pour moi, ça ne passe pas.",
  "positive_main": "Même si cela reste assez cliché, l'ambiance Viking se ressent vraiment quand on intéragis avec les personnages de notre peuple, que l'on frappe, que l'on pille, que l'on boit et plus encore. L'immersion dans l'univers est mieux gérée que ne l'étaient celles de Odyssey et de Origins d'après moi.",
  "positive_list": [
    "Le respect de certaines coutûmes de l'époque pour le peuple nordique.",
    "On trouve quelques personnages assez sympa mais sans plus.",
    "Le système de pillages avec l'équipage qui change des combats en solo est le bienvenue pour une licence dont le gameplay peine à se renouveler.",
    "L'histoire est agréable a suivre. On se surprend souvent à vouloir connaître la suite de l'aventure.",
    "Comme dans tout Assassin's Creed, on adore retrouver des évènements que l'on connait de nos livres d'histoires, de Wikipédia ou de nos séries préférées. D'ailleurs avoir vu Vikings ou The last kingdom peut aider à comprendre le scénario."
  ],
  "negative_main": "Faire un 100% sur ce jeu c'est faisable, ça donne envie, on commence à le faire et on se rend compte du temps que cela va prendre. D'après le site HowLongToBeat.com, c'est plus de 75 heures de jeu qu'il faut rajouter à la durée de vie de l'histoire pour les collectables de la map. Il y en a absolument partout et c'est tout le temps la même chose. On se met en haut d'une coline, on scan le paysage et on ne peut même plus voir la ligne d'horizon tellement il y a de points d'intérêts à faire qui apparaisse.",
  "negative_list": [
    "Les bugs sont omniprésents, ruinant l'expérience de jeu du début à la fin. Vous adorerez les problèmes de colision, les quêtes impossibles à rendre, les personnages clef qui refusent de parler, ...",
    "Cela fait partie des bugs mais il mérite une place toute particulière : ma sauvegarde de 80 heures de jeu ou je venais de finir le scénario a tout simplement été supprimée, m'empêchant de continuer à jouer.",
    "Les animations faciales sont très mauvaises comme on en a l'habitude chez Ubisoft. D'ailleurs une fois sur 3 il n'y en a juste pas et le personnage n'ouvre simplement pas la bouche ...",
    "Il manque une fin au jeu, le scénario n'est pas fini.",
    "Les interfaces sont très peu agréables à utiliser. Elles sont d'ailleurs faites pour PC, sur console vous aurez un vieux curseur à déplacer pour \"cliquer\" sur les menus ...",
    "Les chargement trop longs. Pour un jeu aussi moche avec rien de révolutionnaire, c'est dommage ...",
    "Le jeu est décomposé en zones de différents niveaux. Vous aventurer dans la zone d'a côté sans faire attention c'est la mort assurée.",
    "Certains enemis sont aléatoirement mis à côté de vous avec un niveau démentiel. Donc aléatoirement dans le jeu vous allez mourrir simplement parceque le jeu en a décidé ainsi.",
    "Certains enemis se trouvent avoir une résistance énorme et vous prendrez facilement 10 minutes à les affronter pour aucune récompense intéréssante."
  ],
  "notes": [
    "J'ai joué à la version PlayStation 4 sur PlayStation 5 et en cours de jeu, j'ai eu la mise à jour graphique PlayStation 5 du jeu."
  ],
  "date_added": "30/07/2021",
  "developers": "Ubisoft",
  "platforms": [
    "PC",
    "PlayStation 4",
    "PlayStation 5",
    "Xbox One",
    "Xbox Series",
    "Stadia",
    "Luna"
  ]
}