{
  "id": "death-stranding",
  "img_path": "death-stranding.jpg",
  "title": "Death Stranding",
  "subtitle": "Le simulateur de marche le plus prennant",
  "rating": 98,
  "hltb_main": "40½",
  "hltb_extra": "58½",
  "synopsis": "Dans un futur proche, des explosions mystérieuses ont déclenché une série d'événements surnaturels. Alors que des créatures mystiques envahissent le paysage et qu'une extinction massive est imminente, Sam Porter Bridges doit voyager à travers les terres dévastées pour empêcher l'annihilation.",
  "summary": "Le but est simple : faire des livraisons de colis divers et variés au travers de paysages magnifiques. Mais marcher n'a jamais été aussi compliqué dans un jeu. Vous devrez gérer votre équilibre, la répartition du poids des colis, l'état d'usur de votre équipement et tout cela dans une Amérique hostile et remplie d'enemis invisible ou mieux armés.",
  "positive_main": "L'ambiance est parfaite dans ce jeu. Les moments prenants du jeu sont accompagnés d'une musique magnifique, les décors sont sublimes, la Direction Artistique tout autant, les doubleurs également et j'en passe. Je vous ai parlé des acteurs géniaux ? Simplement somptueux.",
  "positive_list": [
    "Une histoire très prenante et surtout très originale.",
    "Un suspens réel qui donne envie d'avoir la suite à chaque instant du jeu (sauf peut-être sur le tout début qui est assez radin en termes de détails et explications).",
    "Une Original Sound Track magnifique dont beaucoup de titres de Low Roar qui viennet parfaitement s'intégrer à l'univers.",
    "Des émotions intenses (qui sont dûes en partie à son OST mais aussi à son histoire).",
    "Des graphismes magnifiques. On est là sur ce que la console de Sony fait de mieux sur la fin de sa vie et c'est génial.",
    "Tout les personnages ou presque sont intéressants, pas de personnages clichés, pas de personnages vides. Ils sont une vraie personnalité.",
    "Aucun réel spoil dans la communication, les trailers sont à l'image du jeu : intriguants et ... perturbants ?",
    "Le bestiaire bien qu'un peu pauvre (3 types d'enemis tous déclinés en plusieurs versions) est néanmoins assez original. On y retrouve des humains mais les \"échoués\" et les boss sont très sympas.",
    "La durée de vie est longue mais l'histoire n'en devient jamais ennuyeuse.",
    "Le pseudo mode \"en ligne\" vous permet de voir les structures, indications, conseils et autre d'autres joueurs. Même si on ne voit jamais d'autres joueurs, c'est un pur plaisir, il n'y a que de la bienveillance et de l'entraide. Les entraides ne sont gratifiées que par des \"likes\", rien de malsain, rien de trop superflu. Bref, c'est génial.",
    "La possibilité d'amélioration de gameplay est bien pensée. En fin de jeu, le gameplay n'aura plus rien à voir avec les premières heures pénibles et cela sera un vrai délice de joindre deux points. Et tant mieux parceque vous aurez envie d'avancer rapidement dans le scénario !"
  ],
  "negative_main": "Si le gameplay s'améliore granddement après avoir passé la première partie du jeu, il faut pouvoir survivre jusque là. Le début est très lent puisque vous n'aurez aucune amélioration d'équipement et cela resulte en un gameplay très lourd. L'histoire ne faisant que débuter, ce n'est pas elle qui va vous retenir à ce moment du jeu non plus. Il faut s'armer de patience, mais ca paye.",
  "negative_list": [
    "Une grosse inégalité de la progression de l'histoire dans le jeu. Le début vous fait vomir du sang pour avoir une bribe d'information, la fin va vous faire poser la manette pendant 1 heure pour regarder un film (je ne rigole pas, cependant c'est tellement prenant qu'il est le bienvenu).",
    "Le gameplay est vraiment très lourd sur le début. Un rééquilibrage aurait sûrement permi de ne pas perdre autant de joueur en début d'aventure.",
    "L'histoire n'est pas totalement claire même après avoir fini le jeu. Il vous faudra une tête bien reveillée pour saisir quelques points un peu nébuleux."
  ],
  "notes": [
    "J'ai joué au jeu sur PS4 Pro.",
    "J'ai joué au jeu avec les doublages en VF."
  ],
  "date_added": "26/07/2021",
  "developers": "Kojima Productions",
  "platforms": ["PC", "PlayStation 4"]
}