{
  "id": "horizon-zero-dawn",
  "img_path": "horizon-zero-dawn.jpg",
  "title": "Horizon Zero Dawn",
  "subtitle": "La perle triple A de la PlayStation 4",
  "rating": 94,
  "hltb_main": "30½",
  "hltb_extra": "55½",
  "synopsis": "Dans cet univers post-apocalyptique vibrant et luxuriant, d'énormes créatures mécaniques parcourent les terres qu'elles ont arrachées des mains de l'humanité. Vous incarnez Aloy, une chasseuse habile et curieuse qui ne compte que sur elle-même pour rester en vie et se protéger des machines.",
  "summary": "Sorti la même semaine que Zelda: Breath of the Wild, Horizon arrive là ou son petit homologue de chez Nintendo à échoué : faire un open world rempli ou la durée de vie n'est pas artificielle. Parcourir les terres et affronter des machines est une chose, découvrir ce qu'il s'est passé pour que les ancêtres d'Aloy disparaissent en est une autre.",
  "positive_main": "Certains personnages sont très bon mais Aloy est juste incroyable ! C'est une héroïne que l'on apprécie vraiment incarner. Ces commentaires lorsqu'elle parle toute seule agrémentent le voyage correctement. Ses attitudes et émotions, tout est plaisant.",
  "positive_list": [
    "Le feeling lors des combat est très bon, alterner entre les différentes armes en baladant les machines dans les pièges préalablement posés ça marche bien manette en main.",
    "Plusieurs types d'armes et plusieurs types de munition sur chaque armes. On peut alterner le gameplay assez facilement juste avec ça.",
    "L'open world n'est pas vide, il suffit de se balader un peu pour tomber sur un point d'intérêt et une fois finis, le suivant est à porter de main. Pas mal d'activités différentes sur la map. Plutôt chouette.",
    "Les seuls chargements que l'on recontrent se font lors des déplacements rapides. Tout est fluide, on attend jamais.",
    "Toutes le bestiaire est assez original si l'ont peut dire. Deux ou trois machines se ressemblent mais à part ça, toutes ont leur points faibles, leurs drops, leurs armes.",
    "Système d'optimisation d'équipement vachement cool, c'est un plaisir de farm les meilleurs armes en fin de jeu ou de s'en faire une assez bonne en milieu de partie.",
    "Arbre de compétence sympa mais très classique.",
    "Pour le scénario c'est assez sympa de découvrir petit à petit comment le monde en est arrivé là.",
    "Les collectables ne sont pas à un nombre énorme ce qui permet une petite durée de vie supplémentaire pas désagréable en fin de jeu."
  ],
  "negative_main": "Lorsque l'on fait l'aventure de manière \"classique\" sans chercher à trouver le moyen le plus optimisé pour tuer les boss, certains d'entre eux vont se révéler beaucoup trop tanky. Le combat ne sera pas forcémment archarner si vous êtes bien préparer néanmoins vous aurez besoin d'une quantité démentielle de munitions pour en venir à bout.",
  "negative_list": [
    "Comme mentionné précédemment les chargements sont rares mais lorsqu'il y en a, ils sont très longs (1 minute en général sur PS4 Pro).",
    "L'arbre de compétence est fait de telle manière qu'il est impossible de se spécialiser dans une catégorie / un gameplay puisqu'à la fin de l'aventure vous aurez assez de points pour avoir TOUTES les compétences disponibles.",
    "Certains éléments de craft pour des munitions que l'on utilise régulierement sont un peu embetants à avoir (les acheter au prix forts ou les farms pendants 15 minutes).",
    "Le DLC rajoute quelques éléments intéréssant mais implément aussi de nouvelles armes un peu supérieur qui vont vous empécher d'utiliser à son plein potentiel les améliorations d'armes que vous aviez farm dans le jeu de base. C'est assez frustrant."
  ],
  "notes": ["J'y ai joué sur une PlayStation 4 Pro."],
  "date_added": "27/07/2021",
  "developers": "Guerrilla Games",
  "platforms": ["PlayStation 4", "PC"]
}